Revit 2027 API
ParameterTypeId.SupportHandClearance Property
 "Hand Clearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SupportHandClearance { get; }
Public Shared ReadOnly Property SupportHandClearance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SupportHandClearance {
	ForgeTypeId^ get ();
}
static member SupportHandClearance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace